Repository: yeager/swedish-tm
Catalog: sv-weblate.tmx
Source language: en
Languages: sv

source: No valid entries found in the uploaded file!
sv: Hittade inga giltiga poster i den uppladdade filen!

source: Could not parse JSON file: %s
sv: Kunde inte tolka JSON-fil: %s

source: Could not parse TMX file: %s
sv: Kunde inte tolka TMX-filen: %s

source: Source language not defined in the TMX file!
sv: Källspråket är inte definierat i TMX-filen!

source: Could not find language %s!
sv: Kunde inte hitta språk %s!

source: Unsupported file!
sv: Filen stöds inte!

source: Monolingual format not supported for memory upload
sv: Enspråkigt format stöds inte för minnesuppladdning

source: Missing source or target language in file!
sv: Källspråk eller målspråk saknas i filen!

source: Pending
sv: Under behandling

source: Project: {}
sv: Projekt: {}

source: Personal: {}
sv: Personlig information: {}

source: Shared: {}
sv: Delat: {}

source: File: {}
sv: Fil: {}

source: Entries were deleted.
sv: Poster togs bort.

source: Entries were deleted and the translation memory will be rebuilt in the background.
sv: Poster togs bort och Ã¶versÃ¤ttningsminnet kommer att byggas om i bakgrunden.

source: File processed, the entries will appear shortly.
sv: Filen Ã¤r behandlad. Posterna visas inom kort.

source: %s translation is currently not available, but can be added.
sv: %s översättning är för närvarande inte tillgänglig, men kan läggas till.

source: You need to provide either image file or image URL.
sv: Du måste ange antingen en bildfil eller en bild-URL.

source: Image URL domain is not allowed.
sv: Bildens URL-domÃ¤n Ã¤r inte tillÃ¥ten.

source: Unable to download image from the provided URL (HTTP status code: %(code)s).
sv: Kunde inte ladda ner bilden från den angivna URL-adressen (HTTP-statuskod: %(code)s).

source: Image is too big.
sv: Bilden är för stor.

source: Unsupported image type: %s
sv: Bildtypen '%s' stöds inte

source: Unable to download image from the provided URL.
sv: Kunde inte ladda ner bilden från den angivna URL-adressen.

source: Image URL
sv: Bild-URL

source: The image will be downloaded and stored.
sv: Bilden kommer att laddas ner och sparas.

source: Screenshot name
sv: Namn på skärmdump

source: Repository path to screenshot
sv: Arkivsökväg till skärmdump

source: Scan for screenshot file change on repository update.
sv: Sök efter ändringar i skärmdumpsfiler vid uppdatering av arkiv.

source: Upload image up to 2000x2000 pixels.
sv: Ladda upp bilder med som mest 2000x2000 pixels.

source: Screenshot has been uploaded, you can now assign it to source strings.
sv: SkÃ¤rmdumpen har blivit uppladdad. Den kan nu tilldelas till kÃ¤llstrÃ¤ngar.

source: Could not upload screenshot, please fix errors below.
sv: Kunde inte ladda upp skärmdumpen. Se anledningen här under.

source: Screenshot %s has been deleted.
sv: Skärmdump %s har tagits bort.

source: Invalid unit.
sv: Ogiltig enhet.

source: Source has been removed.
sv: Källan har tagits bort.

source: Bad request
sv: Felaktig begäran

source: Weâre sorry but something appears to be wrong with the request you made.
sv: Vi beklagar men det verkar vara nÃ¥got fel med den begÃ¤ran som du gjort.

source: Permission Denied
sv: Åtkomst nekad

source: Insufficient privileges to display this page.
sv: Du har inte behörighet att visa denna sida.

source: Browse all projects
sv: Bläddra bland alla projekt

source: CSRF verification failed. Request aborted.
sv: CSRF-verifikation misslyckades. Förfrågan avbröts.

source: This HTTPS site requires a 'Referer' header to be sent by your web browser, but none was sent. This header is required for security reasons, ensuring that your browser is not being hijacked by third parties.
sv: Denna HTTPS-webbplats kräver att din webbläsare skickar en "Referer"-header, men ingen sådan har skickats. Denna header krävs av säkerhetsskäl för att säkerställa att din webbläsare inte kapas av tredje part.

source: If you have set up your web browser to not send 'Referer' headers, you need to turn that on (at least for this site, HTTPS connections, or 'same-origin' requests).
sv: Om du har ställt in din webbläsare så att den inte skickar Referer-rubriker måste du aktivera den funktionen (åtminstone för den här webbplatsen, HTTPS-anslutningar eller 'same-origin'-förfrågningar).

source: Our site requires a session cookie to make the forms work. This cookie is required for security reasons, ensuring that your browser is not being hijacked by third parties.
sv: Vår webbplats kräver en sessionscookie för att formulären ska fungera. Denna cookie krävs av säkerhetsskäl för att säkerställa att din webbläsare inte kapas av tredje part.

source: It might have happened that your session cookie expired due to inactivity. This can easily happen for unauthenticated requests where session validity is limited. You might want to try your intended action again in such a case.
sv: Det kan ha hänt att din sessionscookie har gått ut på grund av inaktivitet. Detta kan lätt hända för icke-autentiserade förfrågningar där sessionens giltighetstid är begränsad. I sådana fall kan du prova att utföra den önskade åtgärden igen.

source: If you have set up your browser to not save cookies, you need to enable saving them (at least for this site, or 'same-origin' requests).
sv: Om du har ställt in din webbläsare så att den inte sparar cookies måste du aktivera sparandet av dem (åtminstone för denna webbplats eller för 'same-origin'-förfrågningar).

source: CSRF failure reason: %(reason)s
sv: Orsak till CSRF-fel: %(reason)s

source: Page Not Found
sv: Sidan hittades inte

source: The page you are looking for was not found.
sv: Sidan du letar efter hittades inte.

source: The project you are looking for does not exist or is not publicly available.
sv: Det sökta projektet finns inte eller är inte publikt tillgängligt.

source: Server Error
sv: Serverfel

source: The server had serious problems serving your request, and this error has been recorded as %(error_id)s.
sv: Servern hade allvarliga problem med att betjäna din begäran och felet har registrerats som %(error_id)s.

source: The server had serious problems serving your request. You might want to contact server admins in case the error persists.
sv: Servern hade allvarliga problem med att hantera din begäran. Du kanske vill kontakta serveradministratörer om felet kvarstår.

source: About Weblate
sv: Om Weblate

source: Support Weblate
sv: Stöd Weblate

source: Help <strong>Weblate</strong> keep thriving
sv: HjÃ¤lp <strong>Weblate</strong> att fortsÃ¤tta utvecklas

source: Welcome and thank you for supporting Weblate
sv: Välkommen och tack för att du stöder Weblate

source: Welcome and thank you for choosing Weblate
sv: VÃ¤lkommen och tack fÃ¶r att du valde Weblate

source: the privacy-respecting localization platform committed to open-source values.
sv: den integritetsrespektfulla lokaliseringsplattformen som Ã¤r engagerad i Ã¶ppna kÃ¤llkodsvÃ¤rden.

source: Give to Weblate
sv: Ge till Weblate

source: Hosting translations
sv: Lagrade översättningar

source: This Weblate instance hosts translations for various libre software projects.
sv: Denna instans av Weblate är värd för översättningar för ett antal fria programvaruprojekt.

source: Weblate can host your project as well, please get in touch.
sv: Vi kan hosta ditt projekt också, kontakta oss.

source: Start your gratis trial today and explore our competitively priced commercial hosting solutions.
sv: Starta din kostnadsfria provperiod idag och utforska våra konkurrenskraftiga kommersiella hostinglösningar.

source: Ask for Libre hosting
sv: Fråga efter fri hosting

source: View hosting plans
sv: Se hostingplaner

source: Gratis trial for commercial hosting
sv: Gratis testversion för kommersiell hosting

source: Contact us for commercial hosting
sv: Kontakta oss för kommersiell lagring

source: Weblate is built on libre software
sv: Weblate är byggd på fri programvara

source: Weblate keys
sv: Weblate-nycklar

source: Commit signing
sv: Signering av arkivering

source: Public key copied to clipboard.
sv: Publik nyckel kopierad till urklipp.

source: All commits made with Weblate are signed with the GPG key %(gpg_key_id)s, for which the corresponding public key is found below.
sv: Alla arkiveringar som görs med Weblate signeras med GPG-nyckeln %(gpg_key_id)s. Den publika delen av denna nyckel finns här under.

source: Commit signing is not configured.
sv: Signering av arkiveringar är inte konfigurerat.

source: Second factor sign-in
sv: Inloggning med tvåfaktorsautentisering

source: Please complete your sign-in using second factor credential.
sv: Slutför din inloggning med hjälp av tvåfaktorsautentisering.

source: Your profile
sv: Din profil

source: Confirm adding user identity
sv: Bekräfta tillägg av användaridentitet

source: After confirming this, you will be able to authenticate to Weblate using %(backend_verbose)s (%(uid)s).
sv: Efter att ha bekräftat kommer du inte att kunna logga in till Weblate med %(backend_verbose)s (%(uid)s).

source: You can only contact administrators of %(site_title)s server here.
sv: Du kan bara kontakta administratÃ¶rer fÃ¶r %(site_title)s-servern hÃ¤r.

source: You can only contact administrators of the whole server here.
sv: Du kan endast kontakta administratÃ¶rer fÃ¶r hela servern hÃ¤r.

source: For questions about a specific translation project, donât use this form. Refer to the projectâs Info tab and contact its maintainers.
sv: Om du har frÃ¥gor om ett specifikt Ã¶versÃ¤ttningsprojekt, anvÃ¤nd inte dettta formulÃ¤r. GÃ¥ till projektets infoflik och kontakta dess ansvariga.

source: If you seek support for any other Weblate deployment than %(site_title)s, please check support offerings at %(weblate_link)s or use this form on the correct server.
sv: Om du sÃ¶ker support fÃ¶r nÃ¥gon annan Weblate-distribution Ã¤n %(site_title)s, kontrollera supportutbudet pÃ¥ %(weblate_link)s eller anvÃ¤nd det hÃ¤r formulÃ¤ret pÃ¥ rÃ¤tt server.

source: Weblate development ideas and questions can be sent to the %(link_start)sWeblate issue tracker%(link_end)s.
sv: IdÃ©er och frÃ¥gor om utveckling av Weblate kan skickas till %(link_start)sWeblate issue tracker%(link_end)s.

source: Contact server administrators
sv: Kontakta serveradministratörer

source: Registration
sv: Registrering

source: Password reset almost complete
sv: Återställning av lösenord är nästan slutfört

source: Account removal almost complete
sv: Borttagning av konto nästan slutfört

source: Registration almost complete
sv: Registreringen nästan klar

source: Follow the password recovery instructions sent to your e-mail inbox.
sv: Följ instruktionerna för lösenordsåterställning som skickas till din mejlkorg.

source: Remove your account by clicking the confirmation link sent to your e-mail inbox.
sv: Ta bort ditt konto genom att klicka på bekräftelselänken som skickas till din mejlinkorg.

source: Click the confirmation link sent to your e-mail inbox and start using your account.
sv: Klicka på bekräftelselänken som skickas till din mejlkorg och börja använda ditt konto.

source: Please look into your spam folder if you cannot see it in your inbox.
sv: Titta i din skräppostmapp om du inte kan se den i din inkorg.

source: Request a new confirmation link if it expires.
sv: Begär en ny bekräftelselänk om den går ut.

source: Register again if the confirmation link expires.
sv: Registrera dig igen om bekräftelselänken går ut.

source: E-mail is not an instant technology. Please wait for the confirmation e-mail at least 30 minutes before you write to us about issues.
sv: Mejl är inte en omedelbar teknik. Vänta på bekräftelsemejlet i minst 30 minuter innan du skriver till oss om problem.

source: If there is a problem with your registration, please contact us.
sv: Kontakta oss om det uppstår problem med din registrering.

source: Please fix errors in the registration form.
sv: Var god rätta till fel i registreringsformuläret.

source: Verify new e-mail address
sv: Verifiera ny mejladress

source: Trial subscriptions
sv: Provabonnemang

source: Set up your libre project
sv: Konfigurera ditt libre-projekt

source: Your trial
sv: Din provperiod

source: You will have 14 days to set up your project.
sv: Du har 14 dagar pÃ¥ dig att konfigurera ditt projekt.

source: Please request project approval once you finish the setup.
sv: Begär projektgodkännande när du är klar med installationen.

source: Unapproved projects will be removed.
sv: Ej godkända projekt kommer att tas bort.

source: We reserve our right to reject inappropriate content (erotic, gambling, etc.).
sv: Vi förbehåller oss rätten att avvisa olämpligt innehåll (erotiskt, spel och dobbel etc.).

source: Get started
sv: Kom igång

source: Looking for commercial hosting?
sv: Letar du efter kommersiell hosting?

source: This username/password combination was not found. Please try again.
sv: Denna kombination av användare/lösenord hittades inte. Var god försök igen.

source: Sign in to %(formatted_site_title)s
sv: Logga in på %(formatted_site_title)s

source: Sign in with:
sv: Logga in med:

source: Forgot your password?
sv: Glömt lösenord?

source: Register new account
sv: Registrera nytt konto

source: Please enable the password authentication to secure your account.
sv: Aktivera autentisering med lösenord för att säkra ditt konto.

source: You will be still able to authenticate using third party services.
sv: Du kommer fortfarande kunna autentisera dig genom tredjepartstjänster.

source: The password is used to verify important changes on your account.
sv: Lösenordet behövs för att bekräfta viktiga ändringar för ditt konto.

source: Configure the password
sv: Konfigurera lösenordet

source: Please enter your new password twice so we can verify you typed it in correctly.
sv: Var god skriv in ditt nya lösenord två gånger så vi kan bekräfta att du skrivit in det korrekt.

source: Change my password
sv: Byt mitt lösenord

source: Preferences
sv: Inställningar

source: Audit log
sv: Granskningslogg

source: API access
sv: API-åtkomst

source: Please fix errors in the form.
sv: Var god rätta till fel i formuläret.

source: Send a request to the project you want to translate to add a missing language.
sv: Skicka en begäran till projektet som du vill översätta för att lägga till ett språk som saknas.

source: Add all projects you want to translate to see them as watched projects on the dashboard.
sv: Lägg till alla projekt du vill översätta för att se dem som bevakade projekt på kontrollpanelen.

source: Notification settings
sv: Aviseringsinställningar

source: Remove this notification setting
sv: Ta bort den här aviseringsinställningen

source: The e-mail address can be chosen from verified addresses only.
sv: Mejladressen kan endast väljas från verifierade adresser.

source: Current user identities
sv: Nuvarande användaridentiteter

source: Set password
sv: Ställ in lösenord

source: Add new user identity
sv: Lägg till ny användaridentitet

source: Two-factor authentication
sv: Tvåfaktorsautentisering

source: Two-factor authentication adds another layer of security to your account by requiring more than just a password to sign in.
sv: Tvåfaktorsautentisering lägger till ytterligare ett säkerhetslager till ditt konto genom att kräva mer än bara ett lösenord för att logga in.

source: Security keys (WebAuthn)
sv: Säkerhetsnycklar (WebAuthn)

source: No WebAuthn keys registered yet.
sv: Inga WebAuthn-nycklar har registrerats ännu.

source: Name your security key
sv: Namnge din säkerhetsnyckel

source: Register new security key
sv: Registrera ny säkerhetsnyckel

source: Your web browser lacks WebAuthn support.
sv: Din webbläsare har inte stöd för WebAuthn.

source: Authenticator apps (TOTP)
sv: Autentiseringsappar (TOTP)

source: No authenticator apps registered yet.
sv: Inga autentiseringsappar är registrerade ännu.

source: Register new authenticator app
sv: Registrera ny autentiseringsapp

source: Recovery codes
sv: Återställningskoder

source: No recovery codes generated yet.
sv: Inga återställningskoder har genererats ännu.

source: Generate new recovery codes
sv: Generera nya återställningskoder

source: View recovery codes
sv: Visa återställningskoder

source: User data
sv: Användardata

source: You can download all your private data.
sv: Du kan ladda ner all din privata data.

source: Download user data
sv: Ladda ner användardata

source: Removal
sv: Borttagning

source: Account removal deletes all your private data.
sv: Kontoborttagning tar bort alla dina privata data.

source: Remove my account
sv: Ta bort mitt konto

source: Public profile
sv: Publik profil

source: All of the fields on this page are optional and can be deleted at any time, and by filling them out, you're giving us consent to share this data wherever your user profile appears.
sv: Alla fält på den här sidan är valfria och kan tas bort när som helst, och genom att fylla i dem ger du oss samtycke till att dela dessa data överallt där din användarprofil visas.

source: Your avatar
sv: Din avatar

source: Avatars are provided using %(avatar_url_prefix)s.
sv: Avatarer tillhandahålls med hjälp av %(avatar_url_prefix)s.

source: Pending invitation
sv: Väntande inbjudan

source: Get in contact immediately if you notice anything suspicious in the audit log.
sv: Kontakta oss omedelbart om du upptäcker något misstänkt i revisionsloggen.

source: When
sv: När

source: User agent
sv: Användaragent

source: No recent activity found.
sv: Ingen aktivitet har hittats.

source: Report suspicious activity
sv: Rapportera misstänkt aktivitet

source: The API key can be used to control Weblate via the HTTP REST API and to access Weblate Git repositories.
sv: API-nyckeln kan användas för att styra Weblate via HTTP REST API och för att komma åt Weblate Git-arkiv.

source: Your personal API key:
sv: Din personliga API-nyckel:

source: Toggle API key visibility
sv: Växla synlighet för API-nyckel

source: API key copied to clipboard.
sv: API-nyckel kopierad till urklipp.

source: Regenerate API key
sv: Generera om API-nyckel

source: API root URL:
sv: Bas-URL för API:

source: API usage example:
sv: Användningsexempel för API:

source: CLI usage example:
sv: Användningsexempel för CLI:

source: Accessing Git repositories
sv: Kontaktar Git-arkiv

source: The API key is also used to authenticate to automatically exported Git repositories.
sv: API-nyckeln används också för autentisering till automatiskt exporterade Git-arkiv.

source: Please pay attention to the licensing info, as this specifies how translations can be used.
sv: Var uppmärksam på licensinformationen, eftersom detta anger hur översättningar kan användas.

source: By registering you agree to use your name and e-mail in the commits, and provide your contribution under the license defined by each localization project.
sv: Genom registrering samtycker du till att använda ditt namn och e-post i översättningsprojekten och att upplåta ditt bidrag under den licens som definieras av varje lokaliseringsprojekt.

source: You have agreed to the following as a contributor:
sv: Som en bidragsgivare har du förbundit dig till följande:

source: Licenses for individual translations
sv: Licenser för enskilda översättningar

source: Two-factor recovery codes
sv: Återställningskoder för tvåfaktor

source: Recovery codes can be used to access your account if you lose access to your device and cannot receive two-factor authentication codes.
sv: Återställningskoder kan användas för att komma åt ditt konto om du förlorar åtkomsten till din enhet och inte kan ta emot tvåfaktorsautentiseringskoder.

source: Keep your recovery codes in a safe spot, like in a password manager. These codes are the last resort for accessing your account in case you lose your password and other second factors. If you cannot find these codes when needed, you will lose access to your account.
sv: Förvara dina återställningskoder på en säker plats, till exempel i en lösenordshanterare. Dessa koder är den sista utvägen för att komma åt ditt konto om du skulle förlora ditt lösenord och andra sekundära faktorer. Om du inte kan hitta dessa koder när du behöver dem kommer du att förlora åtkomsten till ditt konto.

source: Recovery codes copied to clipboard.
sv: Återställningskoder kopierade till urklipp.

source: There are currently no recovery codes generated.
sv: Det finns för närvarande inga återställningskoder genererade.

source: When you generate new recovery codes, you must download or print the new codes.
sv: När du genererar nya återställningskoder måste du ladda ner eller skriva ut de nya koderna.

source: Your old codes will become invalid and won't work anymore.
sv: Dina gamla koder blir ogiltiga och fungerar inte längre.

source: Back to account settings
sv: Tillbaka till kontoinställningar

source: Redirecting you to the authentication provider.
sv: Omdirigerar dig till autentiseringstjänsten.

source: Registration without a password:
sv: Registrering utan ett lösenord:

source: You can set your password later by clicking on the link in the verification email.
sv: Du kan ställa in ditt lösenord senare genom att klicka på länken i verifieringsmejlet.

source: Please complete the registration to accept the invitation.
sv: Slutför registreringen för att acceptera inbjudan.

source: Register in %(formatted_site_title)s
sv: Registrera dig i %(formatted_site_title)s

source: Create an account using:
sv: Skapa ett konto med:

source: Sorry, new registrations are turned off on this site.
sv: Tyvärr har nya registreringar stängts av på denna webbplats.

source: You can contact us for more details.
sv: Du kan kontakta oss för ytterligare detaljer.

source: Account removal
sv: Kontoborttagning

source: You will lose access to the projects you manage. Projects themselves will not be removed.
sv: Du kommer att förlora åtkomsten till de projekt du hanterar. Projekten själva kommer inte att tas bort.

source: Any billing you might have created will not be terminated by this account removal.
sv: Eventuella fakturor som du har skapat kommer inte att avslutas när kontot tas bort.

source: By pressing the following button, you will no longer be able to use this account.
sv: Genom att trycka på följande knapp kommer du inte längre att kunna använda detta konto.

source: You will have to confirm the account removal by clicking the link in the e-mail you will receive.
sv: Du måste bekräfta borttagningen av kontot genom att klicka på länken i det e-postmeddelande du kommer att få.

source: Delete this account
sv: Ta bort detta konto

source: Forgotten your password? You can now set new one.
sv: Glömt ditt lösenord? Du kan nu välja ett nytt.

source: Forgotten your password? Enter your e-mail address below, and we'll e-mail instructions for setting a new one.
sv: Glömt ditt lösenord? Skriv in din e-postadress nedan, så kommer ett e-postmeddelande att skickas ut med instruktioner om hur du anger ett nytt.

source: Set my password
sv: Ändra mitt lösenord

source: Reset my password
sv: Nollställ mitt lösenord

source: Web-based <strong>continuous</strong> localization
sv: Webbaserad <strong>fortlöpande</strong> lokalisering

source: By registering and signing in to this service you accept our:
sv: Genom att registrera och logga in på denna tjänst accepterar du vår:

source: Quick overview of the General Terms and Conditions and the Privacy Policy, but you should still read the original documents to fully understand them:
sv: En snabb översikt över de allmänna villkoren och integritetspolicyn, men du bör ändå läsa originaldokumenten för att förstå dem fullt ut:

source: By registering, you agree that your name and username will be visible publicly as long as your account exists.
sv: Genom att registrera dig samtycker du till att ditt namn och användarnamn kommer att vara synliga för allmänheten så länge ditt konto finns.
